Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_6_Information  _6 INFORMATSIOON .tmx
Source language: en
Languages: et

source: 6 Information
et: 6 INFORMATSIOON

source: 6.1 Assembly designation marking
et: 6.1 Kooste nimesildid

source: The assembly manufacturer shall provide each assembly with one or more labels, marked in a durable manner and located in a place such that they are visible and legible when the assembly is installed and in operation.
et: Kooste tootja peab iga kooste varustama ühe või mitme vastupidavalt tähistatud ja nähtavale kohale kinnitatud nimesildiga, mis on pärast kooste paigaldamist ja talitlusel nähtav(ad) ja selgelt loetav(ad).

source: Compliance is checked according to the test of 10.2.7 and by inspection.
et: Nõuetele vastavust kontrollitakse ülevaatusega ning jaotisele 10.2.7 vastava katsetusega.

source: The following information regarding the assembly shall be provided on the designation label(s):
et: Nimesildile või -siltidele tuleb kanda järgmine koostet puudutav informatsioon:

source: a) assembly manufacturer's name or trade mark (see 3.10.2);
et: a) kooste tootja nimi või kaubamärk (vt termin 3.10.2);

source: b) type designation or identification number or any other means of identification, making it possible to obtain relevant information from the assembly manufacturer;
et: b) tüübitähis või identifitseerimisnumber või muud identifitseerimistähised, mille järgi võib kooste tootjalt saada asjakohast informatsiooni;

source: c) means of identifying date of manufacture;
et: c) valmistamise kuupäeva tuvastamist võimaldavad viisid;

source: d) rated current of the assembly InA (see 3.8.10.7 and 5.3.1);
et: d) kooste tunnusvool InA (vt termin 3.8.10.7 ja jaotis 5.3.1);

source: e) rated voltage of the assembly Un (see 3.8.9.1 and 5.2.1);
et: e) kooste tunnuspinge Un (vt termin 3.8.9.1 ja jaotis 5.2.1);

source: f) rated frequency of the assembly fn (see 3.8.12 and 5.5);
et: f) kooste tunnussagedus fn (vt termin 3.8.12 ja jaotis 5.5);

source: g) IEC 61439-X (the specific part “X” shall be identified).
et: g) standardi number IEC 61439-X (X – standardisarja IEC 61439 vastava osa number).

source: NOTE The relevant assembly standard can specify where additional information is to be provided on the designation label.
et: MÄRKUS Asjakohane koostestandard võib sätestada, kas nimesildil tuleb ette näha lisainformatsioon.

source: 6.2 Documentation
et: 6.2 Dokumentatsioon

source: 6.2.1 Information relating to the assembly
et: 6.2.1 Kooste kohta antav teave

source: All interface characteristics according to Clause 5, where applicable, shall be provided in the assembly manufacturer’s technical documentation supplied with the assembly.
et: Vastavalt peatükile 5 peavad kõik liideste tunnussuurused, kui see on rakendatav, olema antud koos koostega tarnitavas kooste tootja tehnilises dokumentatsioonis.

source: 6.2.2 Instructions for handling, installation, operation and maintenance The assembly manufacturer shall provide in documents or catalogues the conditions, if any, for the handling, installation, operation and maintenance of the assembly and the equipment contained therein.
et: 6.2.2 Käsitsemis-, paigaldus-, käidu- ja hooldusjuhised Kooste tootja peab oma dokumentides või kataloogides määratlema võimalikud tingimused, mida on vaja järgida kooste ja sellesse kuuluvate seadmete käsitsemisel, paigaldamisel, käidul ja hooldamisel.

source: Where appropriate, instructions shall state that the assembly manufacturer is to be consulted when repair of an assembly is required.
et: Kui on asjakohane, peavad juhised sätestama, et kui koostet on vaja remontida, tuleb konsulteerida kooste tootjaga.

source: If necessary, the instructions shall indicate the measures that are of particular importance for the safe, proper and correct transport, handling, installation and operation of the assembly.
et: Kui vaja, peavad juhendid sisaldama nõudeid, mida on eriti tähtis järgida, et koostet ohutult, õigesti ja korrektselt transportida, käsitseda, paigaldada ja käitada.

source: The provision of weight details is of particular importance in connection with the transport and handling of transport units.
et: Koostete transpordil ja transpordiseadmete käsitsemisel on eriti tähtis arvestada transportühiku kaalu.

source: In addition, installation instructions shall provide sufficient details for the installer to adequately secure the assembly in service.
et: Peale selle tuleb paigaldusjuhistes ette näha üksikasjalikud juhised paigaldajale, et adekvaatselt tagada kooste turvaline viimine talitlusse.

source: The correct location and installation of lifting means and the thread size of lifting attachments, if applicable, shall be given in the assembly manufacturer's documentation or the instructions on how the transport unit has to be handled.
et: Kooste tootja peab dokumentatsioonis või transportühiku käsitsemisjuhistes andma tõsteosade täpse asukoha ja paigutuse ning tõstetrosside mõõtmed, kui selline tõsteviis on ette nähtud.

source: The measures to be taken, if any, with regard to EMC associated with the installation, operation and maintenance of the assembly shall be specified (see Annex J).
et: Kooste tootja peab määratlema elektromagnetilist ühilduvust arvestavad meetmed (kui need on ette nähtud) kooste paigaldamisel, käidul ja hooldamisel (vt lisa J).

source: If an assembly specifically intended for environment A is to be used in environment B, a warning shall be included in the operating instructions, in accordance with the following:
et: Kui koostet, mis on ette nähtud kasutamiseks üksnes keskkonnas A, tuleb kasutada keskkonnas B, peavad käidujuhendid sisaldama järgmist hoiatust:

source: CAUTION
et: HOIATUS

source: This product has been designed for environment A.
et: See toode on ette nähtud kasutamiseks keskkonnas A.

source: Use of this product in environment B can cause unwanted electromagnetic disturbances, in which case the user may be required to take adequate mitigation measures.
et: Kasutamisel keskkonnas B võib see põhjustada soovimatuid elektromagnetilisi häiringuid, mille puhul võidakse kasutajalt nõuda asjakohaste summutusmeetmete rakendamist.

source: Where necessary, the above-mentioned documents shall indicate the recommended extent and frequency of maintenance.
et: Kui vaja, peavad eelnimetatud dokumendid määratlema hoolduse soovitatava ulatuse ja sageduse.

source: If the circuitry within the assembly is not obvious, for example, there are connections from several incoming power-supplies such as photovoltaic supplies, generators, batteries, information detailing the circuit arrangements shall be supplied.
et: Kui koostes olevad ahelad ei ole nähtavad, näiteks kui on sisenevaid ühendusi mitmelt energiaallikalt, nagu näiteks solaarelektrilistelt toiteallikatelt, generaatoritelt või akumulaatoritelt, tuleb lisada üksikasjalik informatsioon elektriahelate paigutusviisi kohta.

source: When fuses are installed, the assembly manufacturer shall state the type and rating of the fuselinks to be used.
et: Kui on paigaldatud sulavkaitsmeid, peab kooste tootja sätestama kasutatavate sularite tüübi ja tunnusandmed.

source: 6.3 Device and/or component identification Inside the assembly, it shall be possible to identify individual circuits and their protective devices.
et: 6.3 Seadise ja/või komponendi tuvastamine Kooste sees peab saama tuvastada üksikahelaid ja nende kaitseseadiseid.

source: Identification tags shall be legible, permanent and appropriate for the physical environment.
et: Tuvastamiseks kasutatavad tähised peavad olema arusaadavad, vastupidavad ning sobima kokku füüsikalise keskkonnaga.

source: Any designations used shall be in compliance with IEC 81346-1:2009 and IEC 81346-2:2019 and identical to those used in the wiring diagrams, which shall be in accordance with IEC 61082-1:2014.
et: Kõik kasutatud tähised peavad olema kooskõlas standarditega IEC 81346-1:2009 ja IEC 81346-2:2019 ning ühtima skeemitingmärkidega, mis peavad vastama standardile IEC 61082-1:2014.
